Invalid number of wires for single phase, only 2 and 3 are valid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidNumwiresSinglephase { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidNumwiresSinglephase As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidNumwiresSinglephase {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElectricalFailures Class
  Autodesk.Revit.DB Namespace